[Play_X2_XP_S_PROP_Generic_Failure_A AkEvent]
SpokenText="Victorious ADVENT Peacekeeping forces will be honored by the Speaker this evening. All citizens without a valid work exemption are required to attend."

[Play_X2_XP_S_PROP_Generic_Failure_B AkEvent]
SpokenText="Gene Therapy clinics swell with new arrivals as ADVENT Peacekeepers struck another crippling blow against insurgent forces today. The Speaker is confident that ADVENT's message of peace will soon spread across the entire world."

[Play_X2_XP_S_PROP_Generic_Failure_C AkEvent]
SpokenText="Thanks to your efforts dissident activity is down across all territories. The travel ban between city centers has been lifted. Remember good citizenship has its rewards."

[Play_X2_XP_S_PROP_Generic_Failure_D AkEvent]
SpokenText="With today's decisive blow to XCOM dissidents, ADVENT peacekeepers expressed confidence that the so-called resistance organization is on its last legs. Why not celebrate by visiting your local ADVENT Burger?"

[Play_X2_XP_S_PROP_Generic_Failure_E AkEvent]
SpokenText="ADVENT recruitment numbers continue to reach record highs. Administration officials credit the recent wave of successes against XCOM radicals as well as double ration rewards as possible reasons. See your local ADVENT recruiter today."

[Play_X2_XP_S_PROP_Generic_Success_A AkEvent]
SpokenText="According to ADVENT officials, recent attacks by dissident elements operating outside of the city centers have done little to slow the progress of ADVENT's ongoing development or outreach programs. Voluntary citizen emigration numbers are reportedly at their highest level in recent years."

[Play_X2_XP_S_PROP_Generic_Success_B AkEvent]
SpokenText="The Speaker commended loyal citizens today for "standing up to those who would abandon our values for those of the old world." The remarks followed a moment of silence for peacekeepers slain by XCOM dissidents."

[Play_X2_XP_S_PROP_Generic_Success_C AkEvent]
SpokenText="All ADVENT Gene Therapy clinics will be closed tomorrow for equipment upgrades. Initial reports that the suspension of services were the result of dissident activity have been dismissed as radical propaganda."

[Play_X2_XP_S_PROP_Generic_Success_D AkEvent]
SpokenText="ADVENT officials revealed today's maneuver by local peacekeepers was a planned exercise. Citizens should not be alarmed. All weapon fire and wounds were simulated to better train ADVENT forces."

[Play_X2_XP_S_PROP_Generic_Success_E AkEvent]
SpokenText="ADVENT officials announced an increase to this month's recruitment quotas. Citizens are encouraged to voluntarily visit their nearest recruitment center. Remember, only together can we build a better tomorrow."

[Play_X2_XP_S_PROP_Neutralize_Failure_A AkEvent]
SpokenText="Reports of dissident activity and an attempted attack on a civilian worker were confirmed by ADVENT peacekeepers with the assurance that the plot was quickly foiled with all those involved having been detained for questioning."

[Play_X2_XP_S_PROP_Neutralize_Failure_B AkEvent]
SpokenText="More than one loyal citizen has ADVENT Gene Therapy to thank for surviving today's XCOM dissident attack. Gene Therapy: Peace of mind and body. Visit your local clinic today!"

[Play_X2_XP_S_PROP_Neutralize_Failure_C AkEvent]
SpokenText="Peacekeeping forces foiled an assassination attempt from XCOM on civilian targets today. Following the attack, several known sympathizers were detained for questioning."

[Play_X2_XP_S_PROP_Neutralize_Failure_D AkEvent]
SpokenText="ADVENT peacekeepers valiantly defended several loyal citizens from the dissident group XCOM today. Remember to thank your local peacekeepers for their service!"

[Play_X2_XP_S_PROP_Neutralize_Failure_E AkEvent]
SpokenText="Peacekeepers again demonstrated their commitment to unity today, thwarting another attack by the criminal group XCOM. The Administration again renews its promise that attempts to harm prominent ADVENT citizens will not be tolerated."

[Play_X2_XP_S_PROP_Neutralize_Success_A AkEvent]
SpokenText="The ADVENT Administration again reminds you that the recent assassination of an ADVENT civilian worker by the criminal organization known as XCOM is no cause for alarm. ADVENT peacekeepers have already moved to arrest those responsible."

[Play_X2_XP_S_PROP_Neutralize_Success_B AkEvent]
SpokenText="Officials believe that collaborators with the radical faction known as XCOM helped facilitate the assassination of a peaceful civilian worker today. Citizens are encouraged to report any suspicious behavior to their nearest peacekeeper."

[Play_X2_XP_S_PROP_Neutralize_Success_C AkEvent]
SpokenText="Tragedy struck today as another loyal ADVENT citizen was lost to XCOM criminals. A memorial service is mandatory for all citizens who maintained daily contact."

[Play_X2_XP_S_PROP_Neutralize_Success_D AkEvent]
SpokenText="ADVENT officials confirmed reports today of an attack on a prominent citizen by the criminal organization known as XCOM. Though the XCOM radicals fled the area soon afterwards, peacekeeping forces assure us they will soon be brought to justice."

[Play_X2_XP_S_PROP_Neutralize_Success_E AkEvent]
SpokenText="In yet another brazen attack today, XCOM separatists again assaulted peaceful, law abiding, ADVENT citizens. Any witnesses should report immediately to ADVENT peacekeepers for processing."

[Play_X2_XP_S_PROP_Rescue_Failure_A AkEvent]
SpokenText="Today's audacious attack by radical elements on an ADVENT detention center ended in failure. Security patrols have been increased for your protection."

[Play_X2_XP_S_PROP_Rescue_Failure_B AkEvent]
SpokenText="XCOM radicals attempted to break into an undisclosed rehabilitation facility today. ADVENT forces heroically repelled their assault earning the gratitude of several frightened patients."

[Play_X2_XP_S_PROP_Rescue_Failure_C AkEvent]
SpokenText="ADVENT forces take pride in protecting loyal citizens from harm. Today, XCOM dissidents learned this the hard way in their failed attempt to release dangerous operatives from detention. Well done, peacekeepers!"

[Play_X2_XP_S_PROP_Rescue_Failure_D AkEvent]
SpokenText="ADVENT forces again repelled an XCOM assault on a undisclosed detention center. The Administration is confident that they will be able to extract valuable information on XCOM's operations from the dangerous detainees housed in the facility."

[Play_X2_XP_S_PROP_Rescue_Failure_E AkEvent]
SpokenText="In a surprising turn of events, more dissidents turned themselves over to peacekeepers today for rehabilitation. ADVENT officials expressed satisfaction that these former XCOM loyalists can come to see the wisdom of the Elders."

[Play_X2_XP_S_PROP_Rescue_Success_A AkEvent]
SpokenText="ADVENT Peacekeeping forces have issued a worldwide security alert after several dangerous prisoners were freed from their holding cells at an undisclosed rehabilitation facility. Citizens are urged to report any sightings to their nearest peacekeeper."

[Play_X2_XP_S_PROP_Rescue_Success_B AkEvent]
SpokenText="Prisoners who escaped from a detention facility today are considered armed and extremely dangerous. ADVENT urges all citizens to avoid any contact. A curfew is in effect tonight for your protection."

[Play_X2_XP_S_PROP_Rescue_Success_C AkEvent]
SpokenText="ADVENT needs your help in locating the fugitives who escaped custody earlier today. Remember: failure to recognize and report could be seen as collaboration."

[Play_X2_XP_S_PROP_Rescue_Success_D AkEvent]
SpokenText="Today's ambush on valiant ADVENT forces by the radical group XCOM did lead to the escape of several dangerous fugitives. Peacekeepers will be conducting door to door searches of all residences for your continued safety."

[Play_X2_XP_S_PROP_Rescue_Success_E AkEvent]
SpokenText="Peacekeeping forces are being mobilized throughout the city as a rehabilitation center was assaulted by XCOM radicals. Suspected collaborators will be held for questioning indefinitely."

[Play_X2_XP_S_PROP_Retaliation_Failure_A AkEvent]
SpokenText="Today's attempted relocation of an outlying settlement ended in disaster as a dissident attack set the shanty town ablaze. Though unclear if XCOM's target was the settlement itself, we must sadly report there were no human survivors."

[Play_X2_XP_S_PROP_Retaliation_Failure_B AkEvent]
SpokenText="ADVENT peacekeepers engaged radical factions in an unlawful settlement today. After successfully eliminating the enemy forces they discovered dozens of firearms and plans to distribute them to a nearby city center. The Speaker commended them for preventing yet another XCOM tragedy."

[Play_X2_XP_S_PROP_Retaliation_Failure_C AkEvent]
SpokenText="ADVENT peacekeepers were reportedly stunned today by their discovery of yet another outlying settlement destroyed by the dissent organization XCOM. The Speaker pledged to continue his support for the region, dispatching additional security patrols to support the remaining population."

[Play_X2_XP_S_PROP_Retaliation_Failure_D AkEvent]
SpokenText="A dissident training camp was dismantled today by ADVENT peacekeepers. Security forces encountered heavy resistance and there were no survivors. According to Administration officials, their actions today will finally restore stability to a region plagued by despair and violence."

[Play_X2_XP_S_PROP_Retaliation_Failure_E AkEvent]
SpokenText="XCOM violence claimed the lives of another frontier settlement earlier today. ADVENT officials believe it was a dispute over resources. Citizens are advised to avoid all contact with the criminal organization."

[Play_X2_XP_S_PROP_Retaliation_Success_A AkEvent]
SpokenText="Witness accounts of a large-scale attack by unknown resistance agents against ADVENT peacekeepers, indicate ADVENT forces were ambushed while attempting to peacefully clear an unauthorized settlement. Casualty numbers have yet to be officially released."

[Play_X2_XP_S_PROP_Retaliation_Success_B AkEvent]
SpokenText="The ADVENT administration again assures its citizens that outreach efforts in the border territories will continue despite the recent brutal assault on peacekeeping forces by XCOM radicals. The administration is committed to ensuring a safe and secure world for everyone."

[Play_X2_XP_S_PROP_Retaliation_Success_C AkEvent]
SpokenText="ADVENT Peacekeepers responded to reports of an insurgent camp located in the outer territories. Despite a heroic battle, several dangerous insurgents managed to evade capture due to a treacherous ambush by XCOM."

[Play_X2_XP_S_PROP_Retaliation_Success_D AkEvent]
SpokenText="Long thought to be abandoned, today ADVENT officials learned an outlying settlement was being used as a haven for dissidents. Though Peacekeeper scout teams were assaulted by rebel factions, ADVENT forces gather strength for a renewed assault."

[Play_X2_XP_S_PROP_Retaliation_Success_E AkEvent]
SpokenText="A charity mission turned tragic today when ADVENT Outreach squads visiting an impoverished border town with much needed medical supplies found themselves the victim of an XCOM ambush. Memorial services will be held later today."

[Play_X2_XP_S_PROP_Sabotage_Failure_A AkEvent]
SpokenText="Several warnings from civilian informants allowed ADVENT Peacekeepers to repel an XCOM attack on ADVENT communications systems today. The curfew has now been rescinded. Remember, good citizenship is rewarded."

[Play_X2_XP_S_PROP_Sabotage_Failure_B AkEvent]
SpokenText="Peacekeepers thwarted a dissident threat to local infrastructure earlier today. ADVENT officials believe the criminal organization XCOM was behind the failed attack. Safety checkpoints will be tripled for the immediate future."

[Play_X2_XP_S_PROP_Sabotage_Failure_C AkEvent]
SpokenText="Today's temporary power fluctuations were attributed to the planned expansion of a local city center. ADVENT officials remind citizens that spreading rumors of dissident attacks is unproductive speech."

[Play_X2_XP_S_PROP_Sabotage_Failure_D AkEvent]
SpokenText="Peacekeepers ended an elaborate plot by XCOM criminals to siphon resources from local infrastructure. ADVENT officials report the operation was a complete success."

[Play_X2_XP_S_PROP_Sabotage_Failure_E AkEvent]
SpokenText="Radical resistance groups again failed to disrupt ADVENT services today. The Speaker attributes the Peacekeepers on-going success to Civilian cooperation."

[Play_X2_XP_S_PROP_Sabotage_Success_A AkEvent]
SpokenText="Citizens should be aware that due to recent attacks on critical infrastructure across the region, supplies of certain food and medical items will be unavailable in a number of city centers. Check with local officials for more information."

[Play_X2_XP_S_PROP_Sabotage_Success_B AkEvent]
SpokenText="A reminder to all citizens-vigilance is your duty. Failure to report suspicious activity in the vicinity of critical infrastructure areas can lead to detainment and expulsion from city centers. Your cooperation is appreciated!"

[Play_X2_XP_S_PROP_Sabotage_Success_C AkEvent]
SpokenText="All citizens who were present during today's dissident attack must report to peacekeepers for processing. ADVENT Gene Therapy clinics will screen you for the presence of any harmful biological agents. Cooperation is mandatory."

[Play_X2_XP_S_PROP_Sabotage_Success_D AkEvent]
SpokenText="Following today's attack by the criminal organization XCOM, all citizens are advised to prepare for intermittent power failure throughout the city. ADVENT assures us that they will have the power grid restored quickly."

[Play_X2_XP_S_PROP_Sabotage_Success_E AkEvent]
SpokenText="For your safety, all travel between city centers has been suspended until the recent power system upgrades have been completed. Please see your nearest ADVENT Peacekeeper for any further clarifications."

[Play_X2_XP_S_PROP_Swarm_Failure_A AkEvent]
SpokenText="A small band of ADVENT peacekeepers defied overwhelming odds today and thwarted an attempted ambush by so-called resistance forces. They credited their faith in the Elders for their survival with minimal casualties."

[Play_X2_XP_S_PROP_Swarm_Failure_B AkEvent]
SpokenText="XCOM radicals failed in their latest attempt to sow violence and chaos in our city streets. Peacekeeping forces continue to remain in the area providing assistance to the civilian population."

[Play_X2_XP_S_PROP_Swarm_Failure_C AkEvent]
SpokenText="Violence erupted in the city today as radical forces engaged ADVENT peacekeepers. Civilian witnesses commended the Peacekeepers efforts in repelling the invaders as well as preventing civilian casualties."

[Play_X2_XP_S_PROP_Swarm_Failure_D AkEvent]
SpokenText="ADVENT officials expressed gratitude to civilian informants for playing a vital role in today's successful assault on suspected XCOM elements operating in the city. Travel passes to all affected areas have been reinstated."

[Play_X2_XP_S_PROP_Swarm_Failure_E AkEvent]
SpokenText="Rebel dissidents refused to surrender today resulting in further bloodshed with ADVENT Peacekeepers. Though the speaker said the violence was regrettable, he noted that we are, quote, "one step closer" to ending the war and establishing a lasting peace."

[Play_X2_XP_S_PROP_Swarm_Success_A AkEvent]
SpokenText="ADVENT would like to assure all citizens that despite recent attacks and loss of life attributed to radical fringe elements, our peacekeeping forces continue to put your safety and security before all other priorities."

[Play_X2_XP_S_PROP_Swarm_Success_B AkEvent]
SpokenText="A known collaborator escaped a recovery team today during a violent assault by XCOM radicals. Civilian casualties were kept at a minimum due to the heroic intervention of ADVENT Peacekeepers. Additional recovery teams have been assigned to pursue the fugitives."

[Play_X2_XP_S_PROP_Swarm_Success_C AkEvent]
SpokenText="Peacekeepers raided another safe house connected to XCOM criminals today. Though successful, ADVENT officials confirmed the escape of known collaborators. Citizens should report any suspicious activity to their nearest Peacekeeper."

[Play_X2_XP_S_PROP_Swarm_Success_D AkEvent]
SpokenText="Peacekeepers heroically responded to an XCOM assault today. Due to their intervention, damage and loss of life were limited. The Speaker himself commended the troops for their brave sacrifice."

[Play_X2_XP_S_PROP_Swarm_Success_E AkEvent]
SpokenText="Reports of armed engagement today between peacekeepers and XCOM dissidents were deemed false by ADVENT officials. Citizens are encouraged to avoid the area as investigation is completed."

